{
  "title": "Polityka Prywatności",
  "effectiveDate": "Data wejścia w życie: 30 lipca 2025",
  "intro": "Niniejsza Polityka Prywatności opisuje nasze zasady i procedury dotyczące gromadzenia, wykorzystywania i ujawniania Twoich danych, gdy korzystasz z Usługi, oraz informuje o Twoich prawach dotyczących prywatności i o tym, jak prawo Cię chroni.",
  "dataWeCollect": "Używamy Twoich danych osobowych, aby świadczyć i ulepszać Usługę. Korzystając z Usługi, wyrażasz zgodę na zbieranie i wykorzystywanie informacji zgodnie z niniejszą Polityką Prywatności. Zbieramy Twoje imię i nazwisko, nazwę użytkownika, adres e-mail, zdjęcie oraz wybrany język.",
  "titleDataUse": "Dane użytkowania",
  "dataWeUse": "Dane użytkowania są zbierane automatycznie podczas korzystania z Usługi. Wykorzystujemy Twoje dane: do tworzenia i zarządzania kontem użytkownika, personalizacji doświadczenia (język, profil), zapisywania postępów w wyzwaniu kawowym. Dane użytkowania mogą obejmować takie informacje jak adres IP urządzenia, typ i wersja przeglądarki, odwiedzane strony, czas i data wizyty, czas spędzony na stronach, unikalne identyfikatory urządzeń oraz inne dane diagnostyczne.",
  "titleDataStorage": "Przechowywanie danych",
  "dataStorage": "Przechowujemy Twoje dane osobowe tylko przez okres niezbędny do realizacji celów opisanych w tej Polityce Prywatności. Dane użytkowania są przechowywane krócej, chyba że są potrzebne do poprawy bezpieczeństwa lub funkcjonalności Usługi bądź istnieje obowiązek prawny ich dłuższego przechowywania.",
  "titleUserPhoto": "Zdjęcia profilowe użytkowników",
  "userPhoto": "Zdjęcia profilowe użytkowników przechowujemy w Cloudinary, usłudze hostingu obrazów. Zdjęcia są publicznie dostępne przez link i używane wyłącznie do personalizacji aplikacji. Nie sprzedajemy ani nie udostępniamy zdjęć stronom trzecim. W przypadku usunięcia konta usuwamy odnośnik do zdjęcia, ale plik może pozostać na Cloudinary. Prosimy nie przesyłać zdjęć wrażliwych lub prywatnych.",
  "titleCookie": "Pliki cookies i technologie śledzące",
  "cookie": "Możemy używać plików cookies lub local storage w celu: zapisania wybranego języka, zapamiętania statusu logowania, poprawy wygody korzystania. Możesz kontrolować cookies poprzez ustawienia przeglądarki. Wyłączenie ich może wpłynąć na działanie aplikacji.",
  "titleDeleteData": "Usuwanie danych osobowych",
  "deleteData": "Masz prawo do usunięcia swoich danych osobowych. Możesz to zrobić samodzielnie z poziomu aplikacji lub kontaktując się z nami. Niektóre dane możemy zachować, jeśli wymagają tego przepisy prawa.",
  "titleShareData": "Udostępnianie danych osobowych",
  "shareData": "Nie sprzedajemy ani nie wynajmujemy Twoich danych stronom trzecim. Dane mogą być udostępniane usługom zewnętrznym tylko w celu: uwierzytelniania (np. Firebase), analizy i ulepszeń (anonimowo), spełnienia wymogów prawnych.",
  "titleSecurity": "Bezpieczeństwo danych",
  "security": "Podejmujemy rozsądne kroki w celu ochrony Twoich danych przed nieuprawnionym dostępem. Stosujemy: transmisję danych przez HTTPS, zasady bezpieczeństwa Firebase, aktualizacje oprogramowania. Żadna metoda nie gwarantuje jednak 100% bezpieczeństwa.",
  "titleChangesPolicy": "Zmiany w Polityce Prywatności",
  "changesPolicy": "Możemy aktualizować Politykę Prywatności. O zmianach poinformujemy przez aplikację lub e-mail. Prosimy regularnie sprawdzać treść polityki.",
  "titleContactUs": "Kontakt",
  "contactUs": "W przypadku pytań lub wątpliwości, skontaktuj się z nami: marina.udovuchenko@gmail.com"
}
