{
  "title": "Политика конфиденциальности",
  "effectiveDate": "Дата вступления в силу: 30 июля 2025",
  "intro": "Настоящая Политика конфиденциальности описывает нашу политику и процедуры по сбору, использованию и раскрытию вашей информации при использовании Сервиса, а также информирует о ваших правах на конфиденциальность и о том, как закон вас защищает.",
  "dataWeCollect": "Мы используем ваши персональные данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с этой Политикой. Мы собираем ваше имя, имя пользователя, email, фотографию и выбранный язык.",
  "titleDataUse": "Данные об использовании",
  "dataWeUse": "Данные об использовании собираются автоматически при использовании Сервиса. Мы используем ваши данные: для создания и управления учетной записью, персонализации опыта (язык, профиль), сохранения прогресса в кофейном вызове. Мы можем собирать IP-адрес, тип устройства и браузера, посещенные страницы, дату и время визита и другую диагностическую информацию.",
  "titleDataStorage": "Хранение данных",
  "dataStorage": "Мы храним ваши персональные данные только столько, сколько необходимо для целей, описанных в этой политике. Данные об использовании хранятся меньше, если не требуются для безопасности или улучшения сервиса, либо если требуется по закону.",
  "titleUserPhoto": "Фотографии профиля",
  "userPhoto": "Фотографии пользователей хранятся в Cloudinary и доступны по прямой ссылке. Они используются только для отображения в профиле. Мы не продаем и не передаём их третьим лицам. После удаления аккаунта ссылка удаляется, но файл на Cloudinary может остаться. Не загружайте личные или чувствительные фото.",
  "titleCookie": "Cookies и технологии отслеживания",
  "cookie": "Мы можем использовать cookies или local storage для хранения языка, статуса входа, улучшения работы приложения. Вы можете управлять cookies через настройки браузера. Отключение может повлиять на работу приложения.",
  "titleDeleteData": "Удаление ваших данных",
  "deleteData": "Вы можете удалить свои персональные данные в приложении или обратившись к нам. Мы можем сохранить часть информации, если это требуется законом.",
  "titleShareData": "Передача данных третьим лицам",
  "shareData": "Мы не продаём и не сдаём ваши данные третьим лицам. Они могут быть переданы сторонним сервисам только для: аутентификации (Firebase), аналитики и улучшения (анонимно), соблюдения законов.",
  "titleSecurity": "Безопасность данных",
  "security": "Мы принимаем разумные меры для защиты ваших данных: используем HTTPS, настройки безопасности Firebase, обновляем ПО. Тем не менее, 100% защита не гарантируется.",
  "titleChangesPolicy": "Изменения в политике",
  "ChangesPolicy": "Мы можем обновлять политику конфиденциальности. Об изменениях сообщим через email или в приложении. Пожалуйста, проверяйте актуальность политики регулярно.",
  "titleContactUs": "Связь с нами",
  "contactUs": "Если у вас есть вопросы, пишите нам: marina.udovuchenko@gmail.com"
}
