{
  "title": "Політика конфіденційності",
  "effectiveDate": "Дата набрання чинності: 30 липня 2025",
  "intro": "Ця Політика конфіденційності описує наші правила щодо збору, використання та розкриття вашої інформації під час користування Сервісом, а також інформує про ваші права на конфіденційність і про те, як закон вас захищає.",
  "dataWeCollect": "Ми використовуємо ваші персональні дані для надання та покращення Сервісу. Використовуючи Сервіс, ви погоджуєтесь на збір і використання даних згідно з цією політикою. Ми збираємо ваше ім’я, ім’я користувача, email, фото та обрану мову.",
  "titleDataUse": "Дані про використання",
  "dataWeUse": "Дані про використання збираються автоматично під час використання Сервісу. Ми використовуємо ваші дані для: створення та керування обліковим записом, персоналізації досвіду (мова, профіль), збереження прогресу у кавовому челенджі. Ми можемо збирати IP-адресу, тип пристрою, браузера, відвідані сторінки, дату й час візиту та іншу діагностичну інформацію.",
  "titleDataStorage": "Зберігання даних",
  "dataStorage": "Ми зберігаємо ваші дані тільки стільки, скільки потрібно для досягнення цілей цієї політики. Дані про використання можуть зберігатися менше, крім випадків, коли це потрібно для безпеки чи поліпшення сервісу або передбачено законом.",
  "titleUserPhoto": "Фотографії профілю",
  "userPhoto": "Ми зберігаємо фотографії користувачів у Cloudinary. Вони публічно доступні за посиланням та використовуються лише для персоналізації профілю. Ми не передаємо та не продаємо фото третім особам. Після видалення акаунта посилання видаляється, але зображення може залишитися. Не завантажуйте конфіденційні чи особисті фото.",
  "titleCookie": "Cookies та технології відстеження",
  "cookie": "Ми можемо використовувати cookies або local storage для: збереження мови, стану входу, покращення досвіду. Ви можете керувати цим у налаштуваннях браузера. Вимкнення може вплинути на функціональність.",
  "titleDeleteData": "Видалення ваших даних",
  "deleteData": "Ви маєте право видалити свої персональні дані через додаток або звернувшись до нас. Деякі дані можуть бути збережені, якщо цього вимагає закон.",
  "titleShareData": "Передача ваших даних",
  "shareData": "Ми не продаємо та не здаємо ваші дані третім сторонам. Вони можуть бути передані тільки для: авторизації (Firebase), аналітики (анонімно), виконання юридичних зобов’язань.",
  "titleSecurity": "Безпека даних",
  "security": "Ми вживаємо розумні заходи для захисту ваших даних: передача через HTTPS, правила безпеки Firebase, оновлення ПЗ. Повна безпека, однак, не гарантується.",
  "titleChangesPolicy": "Зміни в політиці",
  "ChangesPolicy": "Ми можемо оновлювати цю політику. Ми повідомимо про зміни через email або додаток. Регулярно переглядайте політику для оновлень.",
  "titleContactUs": "Зв’язок з нами",
  "contactUs": "Якщо у вас є запитання, напишіть нам: marina.udovuchenko@gmail.com"
}
